const months = ["Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov","Dec"];

const contents = {
	Oct7: {
		"xián shú": 110,
		"cuàn gǎi": 110,
		"yì yǔ": 90,
		"清[荣]峻茂": 150,
		"略无": 150,
		"阙": 170,
		"自非": 150,
		"《龟虽寿》中表现人虽老但任有远大抱负和雄心壮志的句子": 380
	},
	Oct8: {
		"zhèn ěr fā kuì": 190,
		"yì sī bù gǒu": 180,
		"yǎn huā liáo luàn": 240,
		"亭午": 150,
		"郑禄xī": 140,
		"[襄]陵": 150,
		"奔": 190,
		"__,行止依林阻。": 250,
		"\"大雪压青松,青松挺且直\"与《赠从弟(其二)》中__,__。相似": 300,
	},
	Oct9: {
		"__,云生结海楼。": 250,
		"乱花渐欲迷人眼,__。": 340,
		"馨香盈怀袖,__。": 250,
		"__,将以遗所思。": 250,
		"__,志在千里。": 230,
		"__,不但在天。": 230
	},
	Oct10: {
		"shā lù": 90,
		"cuàn gǎi": 110,
		"dùn xíng": 110,
		"cǎn jué rén huán": 220,
		"zhèng lóng fá kuì": 240,
		"戾": 110,
		"激": 130,
		"反": 130,
		"经纶": 150,
		"念": 130
	},
	Oct11: {
		"hào hàn": 110,
		"xián shú": 110,
		"juān kè": 110,
		"dān jīng lì jié": 260,
		"颓": 90,
		"歇": 90,
		"__,长歌怀采薇。": 250,
		"征蓬出汉塞,__。": 250
	},
	Oct12: {
		"飞漱": 210,
		"良": 90,
		"晴初": 150,
		"霜旦": 170,
		"肃": 130,
		"属引+属+引": 270,
		"月下飞天镜": 490,
		"《梁甫行》中体现海边气候潮湿,风雨狂暴,海啸、龙卷风也时有发生,是不适合人生存的地方,突出海边人民生存环境恶劣的诗句": 300
	},
	Oct13: {
		"chū zhōng": 130,
		"míng jì": 110,
		"juān kè": 110,
		"四时": 110,
		"歇": 90,
		"馨香盈怀袖,__。": 250,
		"《使至塞上》中以物自喻，暗写诗人内心的激愤和抑郁的句子": 300
	}
}