const months = ["Jan","Feb","Mar","Apr","May","Jun","Jul","Aug","Sep","Oct","Nov","Dec"];

const contents = {
	Oct8: {
		"qiáo shǒu": 180,
		"bǐng xī liǎn qì": 270,
		"窥谷忘[反]": 230,
		"息心": 190,
		"一百[许]里": 180,
		"急湍[甚]箭": 140,
		"《与朱元思书》中统领全文的句子": 200,
		"__,绿杨阴里白沙堤。": 340
	},
	Oct9: {
		"阙": 170,
		"襄": 130,
		"甚": 90,
		"[绝]巘": 150,
		"肃": 130,
		"东皋薄暮望,__": 250,
		"__,芳草萋萋鹦鹉洲。": 340,
		"大漠孤烟直,__": 250
	},
	Oct11: {
		"__,终岁常端正。": 250,
		"__,松柏有本性。": 250,
		"柴门何萧条,__。": 250,
		"__,寄身于草野。": 250,
		"__,但感别经时。": 250
	},
	Oct12: {
		"qiáo shǒu": 130,
		"qiǎo rán": 110,
		"hào hàn": 110,
		"不以疾": 190,
		"回清": 170,
		"绝yǎn(加整个的翻译)": 210,
		"__,终为土灰。": 190,
		"__,烟波江上使人愁。": 340
	},
	Oct13: {
		"zhāng xiǎn": 130,
		"shā lù": 90,
		"cǎn jué rén huán": 220,
		"凄异": 150,
		"响": 90,
		"哀转": 230,
		"苏轼在《承天寺夜游》中写月光皎洁的诗句": 390,
		"经纶世务者,__。": 210,
	}
}